Repository: fmidev/weather-app
Catalog: ios/Widget/*.lproj/WidgetIntents.strings
Languages: fi, sv

# 3FW92U
source: Dark
fi: Tumma
sv: Mörk

# 3grKS8
source: Favorite location
fi: Suosikki
sv: Favoritplats

# 4COQeq
source: Current Location
fi: Oma sijainti
sv: Nuvarande plats

# 4RhFur
source: Select location
fi: Valitse paikka
sv: Välj plats

# 7NT5x4
source: No selection
fi: Ei valintaa
sv: Ingen val

# 9Xx8QY
source: Select settings for widget
fi: Valitse widgetin asetukset
sv: Välj inställningar för widget

# Ay5Grj
source: Just to confirm, you wanted ‘${location}’?
fi: Vahvista valinta ‘${location}’?
sv: Bara för att bekräfta, du ville ha ‘${location}’?

# B5Ez75
source: true
sv: sant

# B7bhBR
source: Select settings for widget
fi: Valitse widgetin asetukset
sv: Välj inställningar för widget

# FtzdgO-3FW92U
source: There are ${count} options matching ‘Dark’.
fi: ${count} valintaa vastaa ‘Tumma’.
sv: Det finns ${count} alternativ som matchar ‘Mörk’.

# FtzdgO-7JHQz5
source: There are ${count} options matching ‘Gradient’.
fi: ${count} valintaa vastaa ‘Liukuväri’.
sv: Det finns ${count} alternativ som matchar ‘Gradient’.

# FtzdgO-7NT5x4
source: There are ${count} options matching ‘No selection’.
fi: ${count} valintaa vastaa ‘Ei valintaa’.
sv: Det finns ${count} alternativ som matchar ‘Ingen val’.

# FtzdgO-LA1KhN
source: There are ${count} options matching ‘Light’.
fi: ${count} valintaa vastaa ‘Vaalea’.
sv: Det finns ${count} alternativ som matchar ‘Ljus’.

# FtzdgO-MXo86N
source: There are ${count} options matching ‘Use default’.
fi: ${count} valintaa vastaa ‘Oletus’.
sv: Det finns ${count} alternativ som matchar ‘Använd standard’.

# KVUJur
source: Select settings for widget
fi: Valitse widgetin asetukset
sv: Välj inställningar för widget

# LA1KhN
source: Light
fi: Vaalea
sv: Ljus

# MXo86N
source: Use default
fi: Oletus
sv: Använd standard

# MiKZcj
source: Timezone
fi: Aikavyöhyke
sv: Tidszon

# NFZLYv
source: Theme
fi: Teema
sv: Tema

# RMuMjO
source: Select location
fi: Valitse paikka
sv: Välj plats

# ZLfwya
source: Settings
fi: Asetukset
sv: Inställningar

# cUPKLd
source: There are ${count} options matching ‘${location}’.
fi: ${count} valintaa vastaa ‘${location}’.
sv: Det finns ${count} alternativ som matchar ‘${location}’.

# eb2ozg
source: Location setting
fi: Paikan asetukset
sv: Platsinställning

# huHGsi
source: Theme
fi: Teema
sv: Tema

# ljcuLl
source: false
sv: falskt

# rAwJLY
source: Do you want to use your current location?
fi: Haluatko käyttää nykyistä sijaintia?
sv: Vill du använda din nuvarande plats?

# uKmzwA-3FW92U
source: Just to confirm, you wanted ‘Dark’?
fi: Vahvista valinta ‘Tumma’?
sv: Bara för att bekräfta, du ville ha ‘Mörk’?

# uKmzwA-7JHQz5
source: Just to confirm, you wanted ‘Gradient’?
fi: Vahvista valinta ‘Liukuväri’?
sv: Bara för att bekräfta, du ville ha ‘Gradient’?

# uKmzwA-7NT5x4
source: Just to confirm, you wanted ‘No selection’?
fi: Vahvinsta valinta ‘Ei valintaa’?
sv: Bara för att bekräfta, du ville ha ‘Ingen val’?

# uKmzwA-LA1KhN
source: Just to confirm, you wanted ‘Light’?
fi: Vahvista valinta ‘Vaalea’?
sv: Bara för att bekräfta, du ville ha ‘Ljus’?

# uKmzwA-MXo86N
source: Just to confirm, you wanted ‘Use default’?
fi: Vahvista valinta ‘Oletus’?
sv: Bara för att bekräfta, du ville ha ‘Använd standard’?

# xZ5waw
source: Select settings for widget
fi: Valitse widgetin asetukset
sv: Välj inställningar för widget

# xsQKsF
source: Latitude
fi: Latitudi
sv: Latitud

# yHDmBK
source: Area
sv: Område

# yoFqU9
source: Longitude
fi: Longitudi
sv: Longitud

# 7JHQz5
source: Gradient
fi: Liukuväri

# BPnPIY
source: Iso 2
fi: iso2 koodi
